---
kind: property
id: P:Autodesk.Revit.DB.MEPSize.UsedInSizeLists
source: html/ded3decd-abc9-ab70-a499-eb5d58613b9d.htm
---
# Autodesk.Revit.DB.MEPSize.UsedInSizeLists Property

Whether it is used in size lists.

## Syntax (C#)
```csharp
public bool UsedInSizeLists { get; }
```